# Локализация для русского языка.

TXT_CLIENT = 'В  {}  клиент  {}  заправил свой автомобиль и покинул АЗС.'
TXT_QUEUE_AT_THE_FILLING_MACHINE = 'Автомат №{}  максимальная очередь: {} Марки бензина: {} ->'
TXT_LOCKING_QUEUE = 'Клиент не смог заправить автомобиль и покинул АЗС из-за скопившейся очереди.'
TXT_NEW_CLIENT = 'В  {}  новый клиент:  {} встал в очередь к автомату №{}'

TXT_TOTAL_OF_LITERS = 'Количество литров бензина, которое было продано за день: '
TXT_NUM_OF_LITERS = 'Количество литров {}, которое было продано за день: '
TXT_REVENUE = 'Доход: '
TXT_TOTAL_REVENUE = 'Общий доход: '
TXT_WHO_LEFT = 'Количество клиентов, которые покинули АЗС не заправив автомобиль:'